[
  {
    "id": 1,
    "nombre": "Durazno",
    "cientifico": "Prunus persica",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2800,
    "imagen": "../src/assets/img/frutales/durazno.jpg",
    "descripcion": "Es un árbol que produce frutos con piel suave y aterciopelada, de color amarillo o rojo. Su fruto es jugoso, dulce y aromático, ideal para consumir fresco o en preparaciones diversas. Requiere un clima templado y suelos bien drenados, preferiblemente ácidos. Florece en primavera y su crecimiento es moderado. Es valorado en la gastronomía y la medicina tradicional. Además, sus flores hermosas decoran jardines en esa estación. La poda y la protección contra heladas tempranas son esenciales para obtener frutas de calidad, y requiere riego constante en períodos secos. La fruta del durazno es símbolo de verano y felicidad. Se recomienda colocarlo en un lugar con buena exposición solar y protección contra vientos fuertes, para fomentar su desarrollo sano y frutos abundantes.  ",
    "cuidados": "Necesita sol pleno, suelo bien drenado y protección contra heladas. Riego moderado y fertilización anual son importantes. Poda en invierno para mantener forma y promover la producción. Control de plagas y enfermedades, especialmente pulgones y hongos, ayuda a mantener árboles sanos. La protección contra temperaturas extremas favorece la floración y la calidad del fruto.  "
  },
  {
    "id": 2,
    "nombre": "Higuera",
    "cientifico": "Ficus carica",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2500,
    "imagen": "../src/assets/img/frutales/higos.jpg",
    "descripcion": "Es un árbol frutal perenne, originario del Medio Oriente, que se caracteriza por sus hojas grandes y lobuladas. Sus frutos, los higos, son dulces, con textura suave y de múltiples colores – verdes, morados o negros. Requiere ambientes cálidos y secos, con riego moderado. Es resistente pero necesita espacio y buena exposición solar para producir frutos en abundancia. Los higos se cosechan en verano y son nutritivos, ricos en fibra y antioxidantes. Históricamente, han sido considerados sagrados en muchas culturas. La poda anual ayuda a mantener el árbol saludable y productivo. La higuera también brinda sombra y belleza ornamental, integrándose constantemente en jardines tradicionales.  ",
    "cuidados": "Prefiere clima cálido y seco, exposición solar directa y suelo moderadamente fértil. Riégalo en períodos de sequía, pero sin encharcar. La poda en invierno favorece la producción futura. Controla plagas como escarabajos y hongos para evitar enfermedades. Asegura buena circulación de aire y protección en invierno en zonas frías."
  },
  {
    "id": 3,
    "nombre": "Naranjo",
    "cientifico": "Citrus sinensis",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 3500,
    "imagen": "../src/assets/img/frutales/naranjas2.jpg",
    "descripcion": "Es un árbol perenne que produce frutos cítricos populares por su jugosidad y aroma refrescante. Sus hojas verdes, brillantes y aromáticas complementan su floración blanca en primavera, que atrae polinizadores. Requiere suelos bien drenados, ricos en nutrientes, y exposición directa al sol para tener una buena producción de frutas. Es resistente a temperaturas moderadas, pero sensible a heladas. Sus frutos se cosechan en invierno, siendo muy utilizados en la alimentación y en remedios naturales. La floración y el cultivo requieren fertilización frecuente y poda adecuada para mantenerlo saludable y productivo. Además, sirve para decoración y ofrece sombra en zonas de jardín. Es un árbol emblemático en muchas culturas, asociado a la buena suerte y la salud.  ",
    "cuidados": "Necesita plena exposición solar, suelo bien drenado, fertilización regular y riego moderado. La poda ayuda a mantener la forma y elimina ramas secas o enfermas. Protege en invierno en zonas con heladas para evitar daños. Controla las plagas comunes como caracoles y pulgones. La fertilización con nitrógeno y potasio mejora la calidad y cantidad de la fruta. "
  },
  {
    "id": 4,
    "nombre": "Palta (Aguacate)",
    "cientifico": "Persea americana",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 3500,
    "imagen": "../src/assets/img/frutales/palta2.jpg",
    "descripcion": "Es un árbol de hojas verdes y frondosas que produce un fruto graso, cremoso y altamente nutritivo. Requiere suelos bien drenados, ricos en materia orgánica y uso solar pleno para su crecimiento óptimo. El árbol puede alcanzar gran tamaño y requiere espacio suficiente por su extensión. Es sensible a las heladas, por lo que en climas fríos necesita protección. La cosecha suele realizarse en temporadas cálidas, y sus frutos son esenciales en la alimentación saludable, además de ser símbolo en ceremonias antiguas. La floración puede ser abundante si recibe cuidados adecuados. La poda ligera favorece la producción de frutos y mantiene el árbol compacto.  ",
    "cuidados": "Requiere suelo bien drenado, exposición solar directa, riego regular durante sequías y fertilización con nitrógeno y potasio. La poda ayuda a mejorar la circulación de aire y la producción. Protege en invierno en zonas frías y mantén controladas las plagas y hongos. La distancia entre árboles debe ser adecuada para su crecimiento."
  },
  {
    "id": 5,
    "nombre": "Ciruelo",
    "cientifico": "Prunus domestica",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2500,
    "imagen": "../src/assets/img/frutales/ciruelo.jpg",
    "descripcion": "Es un árbol de tamaño mediano que ofrece frutos carnosos y de diversos colores, como amarillo, rojo o púrpura, dependiendo de la variedad. Sus frutos son dulces, ideales para comer frescos, hacer compotas o mermeladas. Prefiere climas templados y requiere acceso a sol pleno para un buen desarrollo. La poda en invierno ayuda a mantener la forma del árbol y promueve una fructificación abundante. Es resistente en general, pero necesita protección ante heladas tardías y plagas. La floración primaveral trae belleza y promesas de cosecha. La fertilización periódica y el riego moderado en temporadas secas aseguran frutos de calidad. Es un árbol que acompaña bien los jardines rústicos y tradicionales.  ",
    "cuidados": "Necesita sol pleno, poda en invierno para evitar el exceso de ramas y mejorar la producción. Riégalo moderadamente en temporadas secas y fertiliza en primavera. Protege de heladas tardías y controla plagas como pulgones o picos. La poda ayuda a mantener la estructura y mejorar la cosecha. "
  },
  {
    "id": 6,
    "nombre": "Manzana",
    "cientifico": "Malus domestica",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 3500,
    "imagen": "../src/assets/img/frutales/manzana.jpg",
    "descripcion": "Es uno de los frutos más populares y consumidos en todo el mundo. Tiene una cáscara que varía en color, y su carne puede ser dulce o ácida, crujiente y jugosa. El árbol requiere un clima templado y exposición plena al sol, con suelos fértiles y bien drenados. La poda en invierno facilita la entrada de luz y aire, ayudando a prevenir enfermedades. La floración en primavera es hermosa y atrae polinizadores, fundamental para la producción. La cosecha ocurre en otoño. Además, la manzana simboliza salud y abundancia en muchas culturas. Es resistente en diferentes condiciones, pero necesita protección contra heladas y plagas. La fertilización y el riego regulares optimizan la cosecha. ",
    "cuidados": " Necesita sol completo, suelo fértil, riego regular y poda en invierno. Alimenta con fertilizantes balanceados para mejorar la calidad del fruto. Controla plagas y enfermedades comunes, como hongos o formación de escarabajos. La protección en invierno ayuda a evitar daños por heladas. La poda favorece la producción y mantiene el árbol saludable.  "
  },
  {
    "id": 7,
    "nombre": "Peral",
    "cientifico": "Pyrus communis",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2900,
    "imagen": "../src/assets/img/frutales/pera2.jpg",
    "descripcion": "Árbol frutal caducifolio de porte mediano, famoso por sus peras jugosas y dulces. Sus flores blancas o rosadas aparecen en primavera, creando un espectáculo visual antes de dar paso a los frutos. Es un árbol robusto que se adapta a diversos climas, aunque prefiere inviernos fríos para una buena fructificación. Su madera es densa y valorada. Requiere polinización para una buena cosecha.",
    "cuidados": "Necesita sol pleno y suelos bien drenados. Riega regularmente, especialmente en verano. Poda en invierno para dar forma y fomentar la producción. Fertiliza anualmente con compost o abono equilibrado. Protege de plagas como el pulgón y enfermedades fúngicas."
  },
  {
    "id": 8,
    "nombre": "Limonero",
    "cientifico": "Citrus limon",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2700,
    "imagen": "../src/assets/img/frutales/limonero.jpg",
    "descripcion": "Arbusto o árbol pequeño perenne, valorado por sus frutos cítricos, los limones, ricos en vitamina C. Posee hojas brillantes y fragantes, y flores blancas con un aroma dulce. Puede crecer en macetas, lo que lo hace popular en jardines pequeños. Su producción es constante durante todo el año en climas cálidos.",
    "cuidados": "Requiere sol pleno y protección contra heladas. Prefiere suelos ligeramente ácidos y bien drenados. Riega abundantemente pero evita encharcamientos. Poda ligera para mantener la forma. Fertiliza con abono específico para cítricos. Vigila la cochinilla y el minador de los cítricos."
  },
  {
    "id": 9,
    "nombre": "Pomelo",
    "cientifico": "Citrus paradisiaca",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 3000,
    "imagen": "../src/assets/img/frutales/pomelo.jpg",
    "descripcion": "Árbol frutal perenne de gran tamaño, produce pomelos grandes y jugosos. Sus hojas son de color verde oscuro, y sus flores blancas son muy fragantes. Es una planta ornamental además de productiva, aportando un toque tropical al jardín. Se adapta a climas subtropicales y templados.",
    "cuidados": "Necesita sol pleno y suelos profundos y bien drenados. Riega regularmente, especialmente en épocas secas. Protege de heladas fuertes. Poda para controlar el tamaño y eliminar ramas muertas. Fertiliza en primavera y verano con abono para cítricos."
  },
  {
    "id": 10,
    "nombre": "Mandarino",
    "cientifico": "Citrus reticulata",
    "clasificacion": "frutales",
    "stock": 30,
    "precio": 2500,
    "imagen": "../src/assets/img/frutales/mandarina.jpg",
    "descripcion": "Árbol frutal perenne de tamaño mediano, con hojas lanceoladas y frutos cítricos, las mandarinas, dulces y fáciles de pelar. Sus flores blancas y fragantes aparecen en primavera. Es un árbol muy apreciado por su producción abundante y su resistencia a diversas condiciones.",
    "cuidados": "Requiere sol pleno y suelos bien drenados. Resiste mejor el frío que otros cítricos, pero necesita protección en heladas severas. Riega de forma regular y moderada. Poda de formación y para eliminar ramas secas. Fertiliza con abono para cítricos."
  },
  {
    "id": 11,
    "nombre": "Albahaca",
    "cientifico": "Ocimum basilicum",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 500,
    "imagen": "../src/assets/img/aromaticas/albahaca.jpg",
    "descripcion": "Es una planta herbácea anual que destaca por su aroma intensamente fragante y hojas de color verde vibrante. Con tallos erguidos y ramificados, sus hojas son suaves y contienen aceites esenciales que aportan un olor característico, muy valorado en la gastronomía y la medicina tradicional. Originaria del sur de Asia y África, se usa en muchas culturas para mejorar sabores y en remedios naturales. La albahaca florece en verano con pequeñas flores blancas o violetas, y su cultivo requiere atención especial. Es muy sensible a las heladas y necesita protección en temperaturas frías. La planta favorece su desarrollo con riegos moderados, buena exposición solar y suelo rico en nutrientes. Es símbolo de paz y protección y tiene múltiples usos en infusiones, remedios y en la cocina mediterránea. ",
    "cuidados": "Requiere sol pleno, suelos ricos en materia orgánica, riego moderado y protección contra heladas. Fertiliza cada 15 días y poda las puntas para estimular crecimiento. Controla plagas como pulgones y hongos. Mantén el suelo húmedo y coloca en lugar de buena iluminación para obtener hojas saludables. "
  },
  {
    "id": 12,
    "nombre": "Menta",
    "cientifico": "Mentha piperita",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 400,
    "imagen": "../src/assets/img/aromaticas/menta.jpg",
    "descripcion": "Es una planta perenne que se distingue por su aroma fresco y sabor mentolado, muy utilizado en infusiones, dulces y remedios medicinales. Sus hojas son verdes y lanosas, y crece en pequeños tallos con flores lilas o blancas en verano. Originaria del Mediterráneo y Europa, tiene raíces invasoras que se extienden rápidamente, por lo que requiere un espacio delimitado. La menta se adapta bien en climas templados; requiere sombra parcial y suelos húmedos y fértiles. Es muy versátil y puede usarse en aromaterapia, en la cocina y como planta medicinal para aliviar problemas digestivos. Florece en verano y su crecimiento puede ser agresivo, formando matas tupidas. Es ideal en jardines y macetas.  ",
    "cuidados": "Necesita sombra parcial, suelo húmedo y fertilización regular. Riégala en días secos y controla su expansión. La poda frecuente ayuda a mantener su forma. Planta en macetas o lugares con espacio para evitar que invada otras plantas.  "
  },
  {
    "id": 13,
    "nombre": "Tomillo",
    "cientifico": "Thymus vulgaris",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 300,
    "imagen": "../src/assets/img/aromaticas/tomillo2.jpg",
    "descripcion": "Es un arbusto aromático pequeño que se caracteriza por su aroma fuerte y potente, con hojas diminutas de color verde grisáceo. Es una planta muy resistente, utilizada en la cocina para condimentar y en remedios caseros para purificar el aire y combatir infecciones. Originario del Mediterráneo, prefiere suelos secos, arenosos y bien drenados, con exposición directa al sol. Es muy resistente a las temperaturas altas y puede soportar períodos secos sin problema, aunque requiere riego ocasional en épocas de calor extremo. La floración en verano aporta belleza al jardín y ayuda a atraer polinizadores. Es una planta económica y fácil de mantener, ideal para jardinería aromática.  ",
    "cuidados": "Requiere pleno sol, suelo seco, buen drenaje y no necesita riegos frecuentes. Pode las ramas exteriores para mantener la forma y promover la ramificación. Evita exceso de agua, mantiene el suelo arenoso. Controla las plagas y enfermedades.  "
  },
  {
    "id": 14,
    "nombre": "Eneldo",
    "cientifico": "Anethum graveolens",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 400,
    "imagen": "../src/assets/img/aromaticas/eneldo2.jpg",
    "descripcion": "Es una planta herbácea anual que se distingue por sus delicadas hojas finas y su aroma anisado. Es muy valorada en la gastronomía para condimentar ensaladas, pescados y salsas, además de tener propiedades medicinales para aliviar problemas estomacales. Originario del Mediterráneo y Asia, requiere suelos sueltos, bien drenados y exposición plena al sol. Es sensible a las heladas y necesita riegos moderados en verano. La planta florece en verano, con pequeñas flores amarillas y verdes, que atraen polinizadores. Es fácil de cultivar en jardines y macetas, resistente y de crecimiento rápido. La cosecha principal es en verano, cortando las hojas frescas. La planta también aporta belleza con sus delicadas inflorescencias y aroma característico.  ",
    "cuidados": "Necesita pleno sol, suelo bien drenado, riego moderado y fertilización ocasional. Recoge las hojas en primavera y verano, y controla plagas."
  },
  {
    "id": 15,
    "nombre": "Menta piperita",
    "cientifico": "Menta piperita",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 400,
    "imagen": "../src/assets/img/aromaticas/mentapiperina2.jpg",
    "descripcion": "Es una variedad de menta con aroma intenso y sabor mentolado, ampliamente utilizada en infusiones, pastas y remedios medicinales. Sus hojas son verdes y con una textura suave, creciendo en tallos erguidos. Es originaria de Europa y el Norte de África y se adapta mejor en ambientes húmedos con sombra parcial. Es muy invasiva, por lo que se recomienda cultivarla en macetas o áreas delimitadas para controlarla. La planta florece en verano con pequeñas flores moradas o blancas. Además de su uso en la gastronomía y la medicina, ayuda a aliviar dolores de cabeza y problemas digestivos. Se cultiva fácilmente en climas templados y requiere riegos frecuentes y fertilización ligera. ",
    "cuidados": "Riego frecuente, sombra parcial, control de su expansión. Planta en maceta para evitar invasión, y fertiliza en primavera. "
  },
  {
    "id": 16,
    "nombre": "Lavanda",
    "cientifico": "Lavandula angustifolia",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 800,
    "imagen": "../src/assets/img/aromaticas/lavanda.jpg",
    "descripcion": "Es un arbusto frondoso que produce flores moradas suaves y un aroma intenso y relajante. Es muy valorada en perfumería, aromaterapia y remedios naturales por sus propiedades calmantes y antisepticas. Originaria del Mediterráneo, necesita pleno sol y buen drenaje para prosperar. Es resistente a la sequía pero requiere riegos moderados en sus etapas iniciales. La floración en verano es una de sus principales cualidades estéticas y aromáticas. Además, atrae polinizadores y ayuda a mantener la biodiversidad del jardín. La lavanda también se cultiva en macetas y puede mantenerse alambrada para formar setos aromáticos. Es una planta resistente y fácil de cuidar si se respetan sus requisitos de principalmente buen drenaje y exposición solar.",
    "cuidados": "Necesita sol pleno, suelo arenoso y riego moderado. Poda después de flor, y controla plagas. "
  },
  {
    "id": 17,
    "nombre": "Orégano",
    "cientifico": "Origanum vulgare",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 200,
    "imagen": "../src/assets/img/aromaticas/oregano.jpg",
    "descripcion": "Planta aromática perenne, con hojas pequeñas y ovaladas de sabor intenso. Es un pilar de la cocina mediterránea, ideal para pizzas, pastas y guisos. Sus flores son pequeñas y rosadas. Se propaga fácilmente.",
    "cuidados": "Prefiere sol pleno y suelos bien drenados. Es resistente a la sequía; riega solo cuando el suelo esté seco. Poda para mantener la forma y estimular la producción de hojas. Es una planta rústica y poco exigente."
  },
  {
    "id": 18,
    "nombre": "Salvia",
    "cientifico": "Salvia officinalis",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 350,
    "imagen": "../src/assets/img/aromaticas/salvia.jpg",
    "descripcion": "Planta aromática perenne de porte arbustivo, con hojas aterciopeladas y flores violáceas o azules. Muy utilizada en gastronomía y medicina tradicional. Atrae a polinizadores y es resistente a la sequía. Variedades ornamentales existen con flores coloridas.",
    "cuidados": "Requiere sol pleno y suelos bien drenados. Es tolerante a la sequía, así que riega moderadamente una vez establecida. Poda después de la floración para mantener la forma. Es resistente a la mayoría de las plagas y enfermedades."
  },
  {
    "id": 19,
    "nombre": "Estragón",
    "cientifico": "Artemisia dracunculus",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 500,
    "imagen": "../src/assets/img/aromaticas/estragon.jpg",
    "descripcion": "Planta aromática perenne con hojas largas y estrechas, de sabor anisado. Fundamental en la cocina francesa, es excelente para condimentar pescados, aves y salsas. Crece en matas densas y puede ser sensible al exceso de humedad.",
    "cuidados": "Prefiere sol pleno o semisombra y suelos bien drenados. Riega moderadamente, permitiendo que el suelo se seque entre riegos. Poda para promover el crecimiento. Es susceptible al mildiu en ambientes húmedos."
  },
  {
    "id": 20,
    "nombre": "Romero",
    "cientifico": "Rosmarinus officinalis",
    "clasificacion": "aromaticas",
    "stock": 24,
    "precio": 350,
    "imagen": "../src/assets/img/aromaticas/romero.jpg",
    "descripcion": "Arbusto aromático perenne, con hojas lineales y flores azules o violáceas. Muy resistente y popular en jardinería mediterránea, culinaria y medicinal. Su aroma es intenso y característico. Crece con vigor en climas secos.",
    "cuidados": "Necesita sol pleno y suelos bien drenados. Tolera la sequía una vez establecido, por lo que el riego es escaso. Poda regularmente para mantener la forma y la densidad. Es muy resistente a plagas y enfermedades."
  },
  {
    "id": 21,
    "nombre": "Echeveria",
    "cientifico": "Echeveria spp.",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 600,
    "imagen": "../src/assets/img/suculentas/echeveria2.jpg",
    "descripcion": "Es una planta suculenta que forma hermosas rosetas de hojas gruesas, verdes o en tonos rosados, con forma de espiral. Es muy popular en la decoración de interiores y jardines gracias a su apariencia elegante y resistencia. Originaria de México y América Central, ha sido cultivada por siglos como planta ornamental y en medicina tradicional en diversas culturas. Sus hojas almacenan agua en forma de jugo, permitiéndole soportar largas sequías. La planta florece en verano con flores en espiga de diferentes colores, muy atractivas. Es fácil de mantener, siempre que se cuide de no encharcar las raíces y reciba luz solar directa. Su belleza y bajo mantenimiento la hacen ideal para ambientes urbanos y rurales, y además ayuda a crear espacios verdes estéticos y relajantes.",
    "cuidados": "Muy resistente, requiere riego moderado cada 2 semanas, preferiblemente en la mañana. Necesita luz solar directa al menos 4 horas diarias. No soporta encharcamiento, por lo que un buen drenaje en el sustrato es esencial. Colócala en un lugar con buena ventilación y evita temperaturas bajo cero prolongadas. "
  },
  {
    "id": 22,
    "nombre": "Aloe Vera",
    "cientifico": "Aloe barbadensis",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 500,
    "imagen": "../src/assets/img/suculentas/aloevera2.jpg",
    "descripcion": "Comúnmente llamado Aloe Vera, es una planta suculenta con hojas largas, gruesas y carnosas que contienen un gel cristalino con propiedades curativas. Originaria del norte de África, ha sido utilizada desde tiempos antiguos en medicina y cosmética. El gel de sus hojas es conocido por tratar quemaduras, heridas, irritaciones e incluso problemas de piel y cabello. La planta también ayuda a purificar el aire y requiere poca atención. Su exuberancia y facilidad de crecimiento la convierten en un excelente elemento decorativo y terapéutico en hogares y jardines. Además, puede mantenerse en interiores si recibe suficiente luz solar. La Aloe Vera también simboliza protección y buena suerte en muchas culturas antiguas.",
    "cuidados": "Necesita sol pleno, al menos 6 horas diarias, y riego escaso, preferiblemente solo cuando la tierra esté seca. Aunque tolera temperaturas altas, protege en frío extremo. Utiliza sustrato de buena calidad y evita encharcar. La planta requiere poco mantenimiento y puede prosperar en interiores con buena iluminación. "
  },
  {
    "id": 23,
    "nombre": "Sedum",
    "cientifico": "Sedum spp",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 400,
    "imagen": "../src/assets/img/suculentas/sedum.jpg",
    "descripcion": "Es un género diverso de suculentas con hojas gruesas y carnosas de formas variadas y colores que van desde verdes hasta tonos rojizos y grises. Son plantas de crecimiento fácil y muy resistentes, ideales para tejados verdes, rocallas y interiores con poca luz. Originarias de regiones áridas del hemisferio norte, han sido usadas como plantas decorativas desde la antigüedad. Sus hojas almacenan agua, permitiendo soportar largos periodos de sequía. Florecen en verano y sus pequeñas flores atraen polinizadores. Son ideales para quienes quieren un mantenimiento mínimo. Además, ayudan a estabilizar la humedad y mejoran la estética del paisaje en zonas áridas o urbanas. Son muy duraderas y resistentes a plagas, perfectas tanto en exteriores como en macetas.",
    "cuidados": "Requieren poco riego, solo en períodos secos, y exposiciones al sol o sombra parcial. Prefieren suelos bien drenados y secos y no soportan encharcamientos. Regar cada 3-4 semanas en verano, menos en invierno. Son resistentes a plagas y ataques."
  },
  {
    "id": 24,
    "nombre": "Graptopetalum",
    "cientifico": "Graptopetalum paraguayense",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 600,
    "imagen": "../src/assets/img/suculentas/Graptopetalum.jpg",
    "descripcion": "Es una suculenta que forma gruesas hojas en rosetas con colores vibrantes como gris, rosa, lila o púrpura, según la exposición y edad. Es apreciada por su belleza y facilidad en decoración de espacios modernos o rústicos. Originaria de México, fue cultivada en el pasado para ornamentación y en algunas culturas para ensaladas y remedios tradicionales. Sus hojas almacenan agua, permitiéndole soportar largos periodos sin riego. Florece en verano con pequeñas flores tipo campanula en tonos rosados. Es una planta resistente, que requiere poca agua y se adapta a diversos ambientes, incluso en interiores con buena luz. Su fácil cuidado y estética la hacen muy popular en hogares y oficinas.",
    "cuidados": "Necesita suelo seco, riego moderado en verano y en invierno muy poco. Prefiere exposición a pleno sol para mantener el color vibrante. No encharques las raíces y usa sustrato"
  },
  {
    "id": 25,
    "nombre": "Haworthia",
    "cientifico": "Haworthia spp",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 550,
    "imagen": "../src/assets/img/suculentas/Haworthia.jpg",
    "descripcion": "Pequeña suculenta de hojas carnosas y dispuestas en roseta, a menudo con texturas y patrones translúcidos que las hacen únicas. Son ideales para interiores y jardines de roca, toleran la sombra parcial y son de bajo mantenimiento. Crecen lentamente y son muy variadas.",
    "cuidados": "Prefiere luz brillante indirecta. Riega solo cuando el sustrato esté completamente seco, evitando el exceso de agua. Utiliza un sustrato bien drenado. Protege de las heladas y el sol directo intenso."
  },
  {
    "id": 26,
    "nombre": "Sansevieria",
    "cientifico": "Sansevieria trifasciata*(Lengua de Suegra)",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 450,
    "imagen": "../src/assets/img/suculentas/sansevieria.jpg",
    "descripcion": "Suculenta de hojas verticales, largas y a menudo variegadas. Extremadamente resistente, purifica el aire y soporta condiciones de poca luz, lo que la hace ideal para interiores. Es muy popular por su bajo mantenimiento y elegancia.",
    "cuidados": "Tolera luz baja a brillante. Riega con moderación, permitiendo que el sustrato se seque completamente entre riegos. Evita el encharcamiento, que puede causar pudrición. Es muy resistente a plagas."
  },
  {
    "id": 27,
    "nombre": "Yucca",
    "cientifico": "Yucca gloriosa",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 600,
    "imagen": "../src/assets/img/suculentas/yucca2.jpg",
    "descripcion": "Planta suculenta arbustiva o arbórea con rosetas de hojas rígidas y puntiagudas. Algunas variedades desarrollan troncos leñosos. Es resistente a la sequía y al frío moderado, ideal para jardines desérticos o como planta de interior.",
    "cuidados": "Requiere sol pleno y suelos bien drenados. Es muy tolerante a la sequía; riega solo cuando el suelo esté seco. Poda las hojas inferiores secas. Es resistente a la mayoría de las plagas y enfermedades."
  },
  {
    "id": 28,
    "nombre": "Aadvé",
    "cientifico": "Kalanchoe spp",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 280,
    "imagen": "../src/assets/img/suculentas/Aadve.jpg",
    "descripcion": "Suculenta grande de roseta, con hojas gruesas y fibrosas que suelen terminar en una espina. Muchas variedades se utilizan para producir tequila o mezcal. Son muy llamativas en paisajismo desértico y mediterráneo.",
    "cuidados": "Necesita sol pleno y un sustrato muy bien drenado. Es extremadamente tolerante a la sequía; riega muy escasamente. Protege de heladas severas. Ten cuidado con sus espinas al manipularla."
  },
  {
    "id": 29,
    "nombre": "Jade",
    "cientifico": "Crassula ovata",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 610,
    "imagen": "../src/assets/img/suculentas/jade.jpg",
    "descripcion": "Suculenta arbustiva con hojas carnosas y brillantes, de color verde que se torna rojizo con la exposición solar. Popular como planta de interior y bonsái, es de crecimiento lento y muy longeva. Simboliza la buena suerte.",
    "cuidados": "Prefiere luz brillante y algo de sol directo. Riega solo cuando el sustrato esté completamente seco, evitando el exceso de agua. Utiliza un sustrato para cactus. Es sensible al frío extremo."
  },
  {
    "id": 30,
    "nombre": "Gasteria",
    "cientifico": "Gasteria spp",
    "clasificacion": "suculentas",
    "stock": 87,
    "precio": 700,
    "imagen": "../src/assets/img/suculentas/gasteria.jpg",
    "descripcion": "Pequeña suculenta con hojas carnosas y asimétricas, a menudo con manchas o protuberancias. Sus hojas se disponen en rosetas o en forma de lengua. Son de bajo mantenimiento y aptas para interiores. Produce flores tubulares.",
    "cuidados": "Prefiere luz brillante indirecta. Riega solo cuando el sustrato esté completamente seco. Utiliza un sustrato bien drenado. Protege del sol directo intenso y de las heladas."
  },
  {
    "id": 31,
    "nombre": "Calendula",
    "cientifico": "Calendula officinalis",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 350,
    "imagen": "../src/assets/img/medicinales/Calendula.jpg",
    "descripcion": "Es una planta herbácea anual, de tallos erguidos y flores de un brillante color amarillo o anaranjado. Sus flores, muy valoradas en la medicina natural, contienen compuestos con propiedades antiinflamatorias, antimicrobianas y cicatrizantes. Desde la antigüedad, se ha utilizado en remedios caseros para heridas, quemaduras, eccema y problemas en la piel debido a sus efectos curativos y calmantes. Es una planta resistente y fácil de cultivar en huertos de casa, con requerimientos sencillos. Florece en verano y en otoño, aportando un toque de color y belleza además de beneficios medicinales. Además, sus flores se pueden usar en infusiones o como ingredientes en ungüentos y tinturas naturales, favoreciendo la salud de la piel y acelerando la cicatrización.",
    "cuidados": "Requiere suelo rico en nutrientes y riego moderado. La caléndula necesita exposición plena al sol para florecer abundantemente. Es resistente a plagas, pero prefiere suelo bien drenado. Fertiliza una vez al mes durante la temporada de crecimiento. Pode las flores marchitas para estimular nuevas.  "
  },
  {
    "id": 32,
    "nombre": "Valeriana",
    "cientifico": "Valeriana officinalis",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 480,
    "imagen": "../src/assets/img/medicinales/valeriana2.jpg",
    "descripcion": "Es una planta perenne conocida por sus pequeñas flores rosadas o blancas y su aroma fuerte y característico. Originaria de Europa y Asia, ha sido utilizada desde la antigüedad por sus propiedades sedantes y calmantes. Es muy conocida en remedios tradicionales para tratar insomnio, ansiedad y nerviosismo, ayudando a inducir el sueño de forma natural. La planta crece en ambientes de sombra parcial o sombra total, con suelos húmedos y ricos en materia orgánica. Florece en verano y sus raíces se cosechan en otoño para preparar infusiones y extractos. Su cultivo es sencillo en jardines húmedos y necesita protección contra heladas en regiones frías. Es valorada por su eficacia y bajo riesgo de efectos secundarios en infusiones.",
    "cuidados": "Prefiere suelos húmedos y ricos, en sombra parcial. Riega regularmente, manteniendo el suelo húmedo, sin encharcar. Necesita protección en invierno en climas fríos. Pode las ramas tras la floración para que la planta se mantenga saludable."
  },
  {
    "id": 33,
    "nombre": "Diente de león",
    "cientifico": "Taraxacum officinale",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 150,
    "imagen": "../src/assets/img/medicinales/dientedeleon.jpg",
    "descripcion": "Es una planta herbácea perenne que presenta hojas dentadas y flores amarillas brillantes. Es muy común en praderas y campos, creciendo en suelos ricos y con buena exposición solar. Desde tiempos antiguos, el diente de león ha sido utilizado como verdura y medicina, destacando por sus propiedades diuréticas, digestivas y detoxificantes. Sus hojas se usan en ensaladas, infusiones y tinturas, y sus raíces en remedios para limpiar el hígado y mejorar la digestión. Es fácil de cultivar y resistente desde la primavera hasta el otoño. Su floración es en verano y, además de sus beneficios medicinales, aporta valor estético y biodiversidad a jardines urbanos y rurales. Es una planta muy versátil, útil para promover la salud sin complicaciones en su cuidado.",
    "cuidados": "Requiere suelo fértil y exposición a mucha luz solar. Riégala regularmente, especialmente en verano, pero evita encharques. Tolera temperaturas altas y bajas. Solo necesita riegos moderados en invierno. Aprovecha su crecimiento natural en jardines y huertos urbanos."
  },
  {
    "id": 34,
    "nombre": "Hierba Buena",
    "cientifico": "Mentha spicata",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 350,
    "imagen": "../src/assets/img/medicinales/Hierbabuena2.jpg",
    "descripcion": "Planta aromática perenne con hojas ovaladas y un aroma refrescante a menta. Muy utilizada en infusiones, cocteles y cocina. Se propaga rápidamente y puede ser invasiva si no se controla.",
    "cuidados": "Crece en sol o semisombra y suelos húmedos. Riega regularmente para mantener el sustrato húmedo. Es recomendable cultivarla en macetas para controlar su expansión."
  },
  {
    "id": 35,
    "nombre": "Manzanilla",
    "cientifico": "Matricaria chamomilla",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 300,
    "imagen": "../src/assets/img/medicinales/manzanilla2.jpg",
    "descripcion": "Es una planta anual que se caracteriza por sus pequeñas flores blancas con centro amarillo. Es ampliamente conocida por su aroma dulce y sus propiedades sedantes, antiinflamatorias y antiespasmódicas. Desde épocas antiguas, la manzanilla ha sido utilizada en remedios caseros para calmar dolores, aliviar problemas digestivos y promover el sueño. Es una planta fácil de cultivar en huertos caseros, prefiriendo suelos ligeros y bien drenados. Florece en verano con flores que se pueden cosechar para preparar infusiones. Su atractivo aroma y beneficios medicinales la hacen un cultivo popular en jardines medicinales y de bienestar.",
    "cuidados": "Necesita suelo ligero, bien drenado y exposición a pleno sol. Riega moderadamente y cosecha las flores en su punto máximo de bloom. Puede cultivarse en macetas o en tierra firme. Protege en invierno si las temperaturas bajan mucho."
  },
  {
    "id": 36,
    "nombre": "Echinacea",
    "cientifico": "Echinacea purpurea",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 400,
    "imagen": "../src/assets/img/medicinales/equinacea2.jpg",
    "descripcion": "Planta herbácea perenne con grandes flores parecidas a margaritas, con pétalos rosados o púrpuras y un cono central prominente. Valorada por sus propiedades medicinales, especialmente para el sistema inmunológico. Atrae a polinizadores.",
    "cuidados": "Necesita sol pleno o semisombra y suelos bien drenados. Riega regularmente hasta que se establezca. Poda las flores marchitas para prolongar la floración. Es resistente a la sequía una vez madura."
  },
  {
    "id": 37,
    "nombre": "Ortiga",
    "cientifico": "Urtica dioica",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 300,
    "imagen": "../src/assets/img/medicinales/ortiga.jpg",
    "descripcion": "Planta herbácea perenne con hojas dentadas cubiertas de pelos urticantes. A pesar de su fama, es muy valorada por sus propiedades nutricionales y medicinales. Crece silvestre en climas templados. Se usa en infusiones y cocina.",
    "cuidados": "Crece en sol o semisombra y suelos húmedos. Es muy adaptable y no requiere muchos cuidados. Si se cultiva, se recomienda un control para evitar su propagación excesiva. Usa guantes al manipularla."
  },
  {
    "id": 38,
    "nombre": "Melissa",
    "cientifico": "Melissa officinalis*(Toronjil)",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 320,
    "imagen": "../src/assets/img/medicinales/melisa2.jpg",
    "descripcion": "Planta herbácea perenne aromática con hojas ligeramente arrugadas y aroma a limón. Muy apreciada en infusiones por sus propiedades relajantes y digestivas. Atrae abejas. Se propaga con facilidad.",
    "cuidados": "Prefiere semisombra o sol parcial y suelos húmedos. Riega regularmente. Poda para mantener la forma y estimular la producción de hojas. Puede volverse invasiva si no se controla."
  },
  {
    "id": 39,
    "nombre": "Ginseng",
    "cientifico": "Panax ginseng",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 3000,
    "imagen": "../src/assets/img/medicinales/Ginseng.jpg",
    "descripcion": "Planta herbácea perenne conocida por su raíz carnosa, ampliamente utilizada en la medicina oriental por sus propiedades adaptógenas. Requiere condiciones específicas de cultivo, como sombra y suelos ricos.",
    "cuidados": "Necesita sombra profunda y suelos ricos en materia orgánica y bien drenados. El cultivo es lento y exigente. Requiere humedad constante y protección contra enfermedades fúngicas."
  },
  {
    "id": 40,
    "nombre": "Sauce Blanco",
    "cientifico": "Salix alba",
    "clasificacion": "medicinales",
    "stock": 15,
    "precio": 600,
    "imagen": "../src/assets/img/medicinales/SauceBlanco2.jpg",
    "descripcion": "Árbol caducifolio de tamaño grande, conocido por su corteza que contiene salicina, precursora de la aspirina. Sus ramas son flexibles y se usan en cestería. Crece cerca de cuerpos de agua.",
    "cuidados": "Requiere mucha humedad y suelos húmedos o encharcados. Prefiere sol pleno. Resiste bien el frío. Poda para controlar su tamaño y forma. Puede ser susceptible a hongos si no hay buena ventilación."
  },
  {
    "id": 41,
    "nombre": "Hortensia",
    "cientifico": "Hydrangea macrophylla",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 2500,
    "imagen": "../src/assets/img/ornamentales/hortensia.jpg",
    "descripcion": "Es una planta arbustiva que sorprende por sus grandes flores en formas de pompones y en una variedad de colores vibrantes como azul, rosa, blanco y lavanda. Su belleza radica en sus inflorescencias voluminosas que pueden cambiar de tonalidad según el pH del suelo, dando un efecto visual impresionante. Originaria de Asia y América, ha sido empleada en la decoración de jardines y en eventos importantes debido a su elegante presencia. Es una planta que requiere atención particular para mantener sus colores y floración, siendo ideal para áreas sombreadas y con suelo húmedo, enriquecido con materia orgánica. La hortensia simboliza la gracia, la belleza y la nobleza, además de tener un fuerte vínculo con eventos festivos y ceremoniales en distintas culturas.",
    "cuidados": "Necesita suelo húmedo, rico en materia orgánica, y sombra parcial para prevenir quemaduras en las hojas. Requiere riego regular, especialmente en épocas secas, sin encharcar. Prefiere lugares protegidos del viento y temperaturas moderadas o frescas. Fertiliza en primavera con abono balanceado y realiza poda en invierno para mantener su forma.  "
  },
  {
    "id": 42,
    "nombre": "Lirio",
    "cientifico": "Lilium spp",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 1500,
    "imagen": "../src/assets/img/ornamentales/lirio.jpg",
    "descripcion": "Es un bulbo perenne que produce flores elegantes y fragantes, en tonos blanco, rosa, naranja o rojo. Su forma distintiva y su aroma intenso lo convierten en uno de los símbolos de dignidad y pureza en rituales religiosos y eventos históricos. Originario de Eurasia y África del Norte, el lirio ha sido considerado en diversas culturas como símbolo de belleza y poder. La planta necesita un sustrato suelto, bien drenado y expuesto a luz indirecta para florecer en verano. Es resistente y fácil de cultivar siempre que se proteja de las heladas y se riegue moderadamente. Sus flores gigantes atraen polinizadores y aportan un toque refinado a jardines y espacios exteriores.",
    "cuidados": " Prefiere luz indirecta, suelo suelto y bien drenado, y riego moderado sin encharcar. Colócala en un lugar con buena ventilación y protege de heladas en invierno. Fertiliza en primavera y mantén el sustrato húmedo."
  },
  {
    "id": 43,
    "nombre": "Gardenia",
    "cientifico": "Gardenia jasminoides",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 2000,
    "imagen": "../src/assets/img/ornamentales/gardenia2.jpg",
    "descripcion": "Es un arbusto que se destaca por sus intensas flores blancas y su aroma penetrante, considerado uno de los más agradables en la jardinería. Originaria de Asia y África tropical, ha sido utilizada desde la antigüedad en perfumería y en la decoración de jardines elegantes. Sus flores aparecen en primavera y verano y durante su floración el aroma invade los espacios, atrayendo polinizadores y creando un ambiente de calma y elegancia. Requiere suelos ácidos, ricos en materia orgánica, y una alta humedad ambiental. Se adapta bien en zonas templadas y requiere protección del viento y exposición a sol o sombra parcial.",
    "cuidados": "Planta en suelo ácido y mantener humedad constante, evitando encharcamiento. Ubíquela en lugar con buena ventilación, protección del viento y evita temperaturas extremas. Riega regularmente y fertiliza en primavera y verano. Pode las flores marchitas para promover nuevas. "
  },
  {
    "id": 44,
    "nombre": "Lantana",
    "cientifico": "Lantana camara",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 700,
    "imagen": "../src/assets/img/ornamentales/lantana.jpg",
    "descripcion": "Es un arbusto compacto con pequeñas flores en racimos que varían en colores vibrantes como amarillo, naranja, rojo y rosa. Es una planta muy resistente, ideal para lugares áridos y de poco riego, utilizada en cercas y pendientes en jardines antiguos y modernos. Originaria de África y América, ha sido valorada desde la antigüedad por su capacidad de adaptarse a diferentes ambientes y su facilidad de mantenimiento. Florece casi todo el año en climas cálidos, aportando color y vida a cualquier espacio exterior.",
    "cuidados": "Prefiere suelos pobres y secos, con exposición plena al sol. Riega escasamente, solo en épocas de mucha sequía. Es resistente a plagas y enfermedades, requiere poda para mantener su forma y floración. Asegura buen drenaje y evita encharques."
  },
  {
    "id": 45,
    "nombre": "Crisantemo",
    "cientifico": "Chrysanthemum spp",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 670,
    "imagen": "../src/assets/img/ornamentales/crisantemo2.jpg",
    "descripcion": "Es una planta perenne que presenta flores en una amplia variedad de colores, desde blanco y amarillo hasta rojo y rosa. Tiene una floración abundante en otoño y simboliza honor, respeto y longevidad en muchas culturas. Originaria de Asia y Europa, se usa en festivales, arreglos florales y ceremonias tradicionales. Sus flores vibrantes y su follaje decorativo aportan elegancia y color a jardines y macetas, siendo muy apreciada en la jardinería ornamental por su resistencia y variedad.",
    "cuidados": "Necesita sol directo y riego moderado, evitando encharcamiento. Puede cultivarse en tierra o macetas con buen drenaje. Pode las flores marchitas para fomentar nuevas. Prefiere temperaturas templadas y protección contra el viento. Fertiliza en primavera y verano para mantener su vigor."
  },
  {
    "id": 46,
    "nombre": "Hibisco",
    "cientifico": "Hibiscus rosa-sinensis",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 1900,
    "imagen": "../src/assets/img/ornamentales/hibisco2.jpg",
    "descripcion": "Es un arbusto tropical conocido por sus grandes y vistosas flores, que pueden alcanzar hasta 15 centímetros de diámetro. Predominantemente de color rojo, también existen variedades en amarillo, rosa y blanco. Originario de Asia y América tropical, ha sido empleado en rituales, ceremonias y decoraciones en culturas antiguas, simbolizando belleza y prosperidad. Florece en verano y en climas cálidos, manteniendo un follaje exuberante que aporta color y alegría a cualquier espacio. Se adapta bien a diferentes estilos de jardines, en macetas o en tierra, siempre que reciba suficiente sol y humedad.",
    "cuidados": "Necesita exposición plena al sol o sombra ligera, suelo bien drenado y riego frecuente en verano, moderado en invierno. Fertiliza en primavera y poda después de florecer para mantener la forma. Protege del viento y temperaturas extremas."
  },
  {
    "id": 47,
    "nombre": "Dalia",
    "cientifico": "Dahlia spp",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 900,
    "imagen": "../src/assets/img/ornamentales/dalia2.jpg",
    "descripcion": "Produce flores grandes, llamativas y de vibrantes colores, desde tonos rojos y anaranjados hasta rosa, amarillo y púrpura. Su forma variada, desde sencillas hasta llenas de pétalos, la hace muy apreciada en eventos, exhibiciones y decoración floral. Originaria de México y Centroamérica, ha sido símbolo de belleza y elegancia desde tiempos antiguos. Requiere un suelo bien drenado y riego regular para florecer profusamente en verano y otoño, además de protección frente a heladas.",
    "cuidados": "Planta en suelo fértil y bien drenado, riego frecuente en crecimiento y floración, evitando encharcar. Necesita exposición al sol y proteccion en invierno. Pode los tallos en otoño y almacena los tubérculos en invierno en lugares frescos y secos. Fertiliza durante la floración para mejorar el tamaño y cantidad de flores."
  },
  {
    "id": 48,
    "nombre": "Zinnia",
    "cientifico": "Zinnia elegans",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 555,
    "imagen": "../src/assets/img/ornamentales/zinnia2.jpg",
    "descripcion": "Es una planta anual de fácil cultivo, destacada por sus flores en colores vivos como rojo, rosa, naranja, amarillo y púrpura. Son resistentes, de larga floración y atraen a polinizadores como abejas y mariposas. Desde tiempos antiguos, se ha utilizado en arreglos y decoración floral por su belleza y durabilidad. Ideal para jardines de sol directo, en macetas o canteros, aporta alegría y color en temporadas cálidas.",
    "cuidados": "Necesitan sol pleno, suelo rico y bien drenado, y riego regular para mantener la humedad. Pode las flores marchitas para estimular nuevas. Son resistentes a plagas y enfermedades, y requieren fertilización mensual en temporada de crecimiento. Protege en invierno en climas fríos."
  },
  {
    "id": 49,
    "nombre": "Poinsettia",
    "cientifico": "Euphorbia pulcherrima",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 1200,
    "imagen": "../src/assets/img/ornamentales/Poinsettia.jpg",
    "descripcion": "Flores rojas, típica de Navidad. La *Euphorbia pulcherrima* es famosa por sus brácteas rojas que adornan las decoraciones navideñas, aunque también existen variedades en blanco, rosa y amarillas. Originaria de México y Centroamérica, desde épocas antiguas se usó en festividades y ceremonias para simbolizar la alegría y prosperidad. Su floración ocurre en invierno, lo que la convierte en una planta emblemática de la temporada navideña. Es una planta fácil de cuidar, siempre que reciba suficiente calor, luz y humedad.",
    "cuidados": "Necesita mucha luz, preferiblemente cerca de una ventana soleada y temperaturas cálidas. Riega cuando el suelo esté seco, evitando encharcar. Mantén la humedad ambiente y fertiliza cada 2-3 semanas. Protege del viento y corrientes frías"
  },
  {
    "id": 50,
    "nombre": "Azalea",
    "cientifico": "Rhododendron indicum",
    "clasificacion": "ornamentales",
    "stock": 28,
    "precio": 3100,
    "imagen": "../src/assets/img/ornamentales/azalea2.jpg",
    "descripcion": "Arbusto de hoja caduca o perenne, famoso por sus espectaculares floraciones en primavera, con flores de colores vibrantes como rosa, rojo, blanco y púrpura. Prefiere ambientes ácidos y sombríos.",
    "cuidados": "Necesita semisombra o sombra y suelos ácidos, ricos en materia orgánica y bien drenados. Riega con agua sin cal. Fertiliza con abono específico para plantas acidófilas. Protege de heladas tardías."
  },
  {
    "id": 51,
    "nombre": "Rosal",
    "cientifico": "Rosa spp",
    "clasificacion": "ornamentales",
    "stock": 30,
    "precio": 2700,
    "imagen": "../src/assets/img/ornamentales/rosa1.jpg",
    "descripcion": "El rosal es una planta ornamental muy popular por sus hermosas flores y su aroma dulce. Es una excelente opción para jardines y espacios al aire libre. Sus flores pueden ser de diferentes colores y formas, lo que las hace ideales para decorar y embellecer cualquier espacio. El rosal es una planta que requiere atención y cuidado regular para mantener su belleza y salud.",
    "cuidados": "Requiere sol directo, riego regular y poda periódica para mantener su forma y promover el crecimiento de nuevas flores."
  },
  {
    "id": 52,
    "nombre": "Margarita",
    "cientifico": "Bellis perennis",
    "clasificacion": "ornamentales",
    "stock": 30,
    "precio": 2700,
    "imagen": "../src/assets/img/ornamentales/margarita1.jpg",
    "descripcion": "La margarita es una planta herbácea anual o perenne que se caracteriza por sus flores blancas o amarillas con centros amarillos. Es una planta muy popular en jardines y espacios al aire libre debido a su facilidad de crecimiento y mantenimiento. Las margaritas son ideales para agregar un toque de color y belleza a cualquier espacio. Son fáciles de cuidar y pueden crecer en una variedad de condiciones.",
    "cuidados": "Requiere sol parcial o pleno, suelo bien drenado y riego regular. No requiere mucha atención, pero se beneficia de una poda ligera después de la floración."
  }
]